Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-1074.html.tmx
Source language: nob
Languages: sme

source: PRM: Nye læreplaner for opplæring i samisk fastsatt - Sámediggi Sametinget
sme: PRD: Ođđa oahppoplánat mearriduvvon sámegiella oahpahussii - Sámediggi Sametinget

source: PRM: Nye læreplaner for opplæring i samisk fastsatt
sme: PRD: Ođđa oahppoplánat mearriduvvon sámegiella oahpahussii

source: Sametingsrådet har i dag fastsatt nye læreplaner for opplæring i samisk som førstespråk og samisk som andrespråk.
sme: Sámediggeráđđi mearridii odne ođđa oahppoplánaid sámegiela vuosttašgiellan ja sámegiella nubbingiellan oahpahussii.

source: De nye læreplanene er en del av læreplanverket for skolereformen Kunnskapsløftet – som gjennomføres fra skoleåret 2006-2007.
sme: Ođđa oahppoplánat leat oassin Máhttolokten - mii galgá váldot atnui skuvlajagi 2006-2007.

source: - Læreplanen i samisk som andrespråk har en unik struktur sammenlignet med alle andre lærplaner i Kunnskapsløftet.
sme: - Oahppoplánas sámegiella nubbingiellan lea erenoamáš struktuvra jus buohtastahttá buot eará oahppoplanáiguin Máhttoloktemis.

source: Planen er tilpasset elever både med og uten forkunnskaper i samisk språk med den hensikt at alle elever blir motiverte til å lære samisk, sier rådsmedlem Jarle Jonassen.
sme: Plána lea heivehuvvon ohppiide geat máhttet ja geat eai máhte sámegiela ovdalaččas dainna jurdagiin ahte buot oahppit movttiidahttojuvvujit oahppat sámegiela, dadjá ráddelahttu Jarle Jonassen.

source: Læreplanene fastsettes med hjemmel i opplæringsloven, og er gjennomgående læreplaner for hele det 13-årige skoleløpet som omfatter både grunnskole og videregående opplæring. Planene gjelder for opplæring i henholdsvis samisk som førstespråk og samisk som andrespråk, og for elever som får opplæring i nordsamisk, lulesamisk og sørsamisk.
sme: Oahppoplánat leat mearriduvvon oahpahuslága vuođul, leat olles 13 jagi skuvlamannolahkii mii fatmmasta vuođđoskuvlla ja joatkkaoahpahusa, ja dat gustojit oahpaheapmái vuosttašgielas ja nubbingielas sihke davvi-, julev- ja lullisámegielas.

source: - Læreplanene vil gi et helhetlig og gjennomgående opplæringsløp i samisk for hele grunnopplæringen og vil kunne bety en styrking av det samiske språk, avslutter Jonassen.
sme: - Oahppoplánat addet ollislaš ja čađačuovvu oahpahusfáladaga sámegielas olles vuođđooahpahussii ja sáhttá mearkkašit sámegiella nannema, loahpaha Jonassen.
